Repository: manatools/mpan
Catalog: po/*.po
Languages: eo, hi, sq

source: Software Management
eo: Programar-mastrumilo
hi: सॉफ्टवेयर प्रबंधन
sq: Administrim Programeve

source: Install and Remove Software
eo: Instali kaj forigi programon
hi: सॉफ्टवेयर इंस्टॉल करें व हटाएँ
sq: Instaloni dhe Hiqni Programe

source: Update your System
eo: Ĝisdatigi Vian Sistemon
hi: सिस्टम अपडेट करें
sq: Përditësoni sistemin Tuaj

source: Configure media sources for install and update
eo: Konfiguri la datenportilojn por instalo kaj ĝisdatigo
hi: इंस्टॉल व अपडेट हेतु मीडिया स्रोत विन्यस्त करें
sq: Konfiguro burimet e medieve për të instalim dhe përditësimet

source: System
eo: Sistemo
hi: सिस्टम
sq: Sistem

source: Network &amp;&amp; Internet
eo: Reto &amp; &amp; Interreto
hi: नेटवर्क &amp;&amp; इंटरनेट
sq: Rrjeti &amp;&amp; Internet

source: Security
eo: Sekureco
hi: सुरक्षा
sq: Siguria

source: Boot
eo: Startado
hi: बूट
sq: Ndezje

source: mpan - Mageia ManaTools Control Panel
eo: mpan - Mageia ManaTools Kontrola Panelo
hi: mpan - मजिया ManaTools नियंत्रण पैनल
sq: mpan - Mageia ManaTools Panel Kontrolli

source: ManaTools panel - application launcher
eo: Panelo de ManaTools - Lanĉilo de Apliko
hi: ManaTools पैनल - अनुप्रयोग लॉन्चर
sq: ManaTools panel - lëshues programi

source: System mode
eo: Sistema modalo
hi: सिस्टम मोड
sq: Mënyra sistemit

source: User mode
eo: Uzanto-reĝimo
hi: उपयोक्ता मोड
sq: Mënyrë përdorues

source: ManaTools panel
eo: Manatools-panelo
hi: ManaTools पैनल

source: Manatools panel - {}
eo: Manatools-panelo - {}
hi: Manatools पैनल - {}

source: Help
eo: Helpo
hi: सहायता
sq: Ndihmë

source: About
eo: Pri
hi: बारे में
sq: Rreth

source: Quit
eo: Forlasi
hi: बंद करें
sq: Dalje

source: Manatools panel provides an interface for launching modules which are part of the manatools.
eo: Manatools-panelo provizas interfacon por lanĉado de moduloj, kiuj estas parto de la Manatools.
hi: Manatools पैनल एक अंतरफलक प्रदान करता है जिसके द्वारा manatools के अनुखंडों को लॉन्च करना संभव है।
sq: Manatools panelsiguron një ndërfaqe për lëshimin e moduleve të cilat janë pjesë e manatools.
